[
{"title": "Craft-able & Limited Items", "description": "Limited Items are a unique type of Item, the first variants of which were introduced with Patch 5.0.0.They are special in that they can only ever be found and used in a Trial, they are unobtainable outside of Trials.Additionally, Craft-able Items have to be crafted mid-Trial first."},
{"title": "Firecrackers", "description": "The Firecrackers are Items that were added during Events and could only be obtained for a limited amount of time.They usually get temporarily re-enabled during their respective Events as they are recurring.They can be used to blind, deafen and stun a Killer, if they explode near enough to them.They are single-use only."},
{"title": "Flashlights", "description": "The Flashlight is an Item that is used to blind the Killer. If they are carrying a Survivor on their shoulder, getting blinded will make them drop that Survivor and be stunned for a few seconds.\nThe Flashlight is also very effective against three Killers, The Hag, The Wraith, and The Nurse. Shining a Flashlight upon a Wraith when he is cloaked or in the act of uncloaking will trigger the ligth burn effect, stunning him for a few seconds and forcing an instant uncloak. Shining a Flashlight upon one of the Hag's Phantasm Traps will highlight and destroy it. Shining a Flashlight upon The Nurse while she is charging up a Blink will trigger the light burn effect, causing her to go straight into the fatigue from the Blink'."},
{"title": "Keys", "description": "The Key is an Item that can be used to open a closed Hatch (except for the Broken Key).It can also be used with Add-ons to enhance its power and show the user different Auras, such as those of other Survivors in their vicinity or that of the Killer."},
{"title": "Maps", "description": "The Map is an Item that is used to track and mark props in the World. The standard map can only track Generators, but can track different props as well with the use of Add-ons\n that enhance its power. You can even make the tracked Auras visible to other Survivors and create markers that look like a pillar of bright light."},
{"title": "Med-Kits", "description": "The Med-Kit is an Item that is used to heal yourself and other Survivors. Other Survivors can also be healed without the use of a Med-Kit, but it takes considerably longer.\nWithout the use of Self-Care or Boon: Circle of Healing, a Survivor cannot heal themselves without one. Different Add-ons can be equipped that enhance its healing speed or durability."},
{"title": "Toolboxes", "description": "The Toolbox is an Item that can be used to repair Generators more quickly or sabotage hooks. Different Toolboxes have different uses and not all of them are good for both uses. Add-ons can be equipped to enhance their speed and durability."},
{"title": "Unused Items", "description": "Unused Items are Items that exist in the game files of Dead by Daylight, but have never been used to this date."}
]